BOT_TOKEN = '7175882063:AAHiNNK5fPIsVXY1QWQN9KSnTp7coR39af0'

adopt_text = ('Участие в программе «Возьми животное под опеку» —\n'
'это ваш личный вклад в дело сохранения биоразнообразия.\n'
'Основная задача нашего зоопарка — это сохранение\n '
'биоразнообразия нашей планеты.\n'
'При нынешних темпах развития к 2050 году могут исчезнуть около 10 000 видов.\n'
'Московский зоопарк вместе с другими зоопарками мира делает все возможное, чтобы сохранить их.\n'
'Программа «Возьми животное под опеку» дает возможность \n'
'опекунам ощутить свою причастность к сохранению природы,\n'
'и видеть конкретные результаты своей деятельности.\n'
'Опекать – значит помогать любимым животным.')


text_clown = ('Если бы рыбы выступали в цырке,\n'
         'то это были бы рыбы клоуны. Кто знает,\n'
         'может в следующей жизни будешь работать в цырке\n')

text_wingzebra = ('У крылатки зебры 18 ядовитых игл.\n'
         'Если будешь кого-то назывть токсичным,\n'
         'вспомни крылатку зебру)\n')

text_zhaba = ('Самки жаб на много крупнее самцов.\n'
         'Все мы были немного жабами в лет 12\n')

text_croc = ('Представляете. Эти крокодилы, если нужно\n'
         'позвать родителей на помочь, они КВАКАЮТ!!!\n')

text_tigersnake = ('У тигровых ужей очень мощная челюсть.\n'
         'НЕ суй палец в рот тигровой змеи!!! \n')

text_splushka = ('Кайфовая на вид сова.\n'
         'У ней нет бокового зрения, но она может\n'
         'поворачивать шею на 270°\n')

text_butterfly = ('Бабочка с уникальной расцветкой крыльев.\n'
         'За сутки совиная бабочка активна всего 20 минут,\n'
         'Бедные работники зоопарка, которые её кормят.\n')

text_enot = ('Енотик полоскун любимое животное Глада Валакаса\n'
         'Я не смог устоять и просто вставил его песню сюда.\n'
         'Наслаждайтесь\n')

text_shakal = ('Если шакал за тобой бежит. То желаем тебе удачи)\n'
         'Шакал может поддерживать скорость 16 км/ч длительное время\n'
         'Но если он не голоден то он такой пёсель)\n')

text_makaka = ('Япнонские макаки наверное одни из самых\n'
         'социальных животных в мире. Весь отряд может собиратся\n'
         'вместе для защиты новорождённых от угроз. Не то что у людей\n')


text_squirel = ('Обитает в основном в наиболее сухих районах юга Африки\n'
                'Они строят обширные системы нор и живут в них\n'
                'Подземная белка!!! как такую не опекать верно?\n')

text_bars = ('В мире осталось не более 4000 снежных барсов.\n'
         'Они могут обитать на высоте 1.5-4 км над уровнем моря.\n'
         'Их осталось не так много, давайте сохраним этот прекрасный вид\n')

text_tiger = ('Амурские тигры живут поодиночке. Их убивают ради\n'
         'красивых шкур. (вот пишу это и думаю, это про шкуру животных,\n'
         'или про шкур которые просят такие шубы. Стоит задуматся.\n')

text_goose = ('В Египте за 2200 лет до нашей эры додумались брать их\n'
         'в качестве домашних животных. И только в наше время гусей\n'
         'научили барабанить лапками\n')

text_popugai = ('Сливочные попугаи имеют 2 независимых глаза.\n'
         'Они могут сделить за двумя обьектами одноременно.\n'
         'Осталось найчить его встречать почтальйонов!\n')

text_straus = ('Если страусятам угрожает хищник, взрослый самец\n'
         'может претворится раненым дабы хищник не трогал детей.\n'
         'А ЧЕМ В ЭТО ВРЕМЯ ЗАНИМАЮТСЯ САМКИ МММ?\n')
